Repository: ua0lnj/reelbox-vanilla-vdr
Catalog: bgprocess-0.1.0-reel2/po/*.po
Languages: nl_nl

source: Cutting
nl_nl: Snijden

source: Collects and lists background processes and their status
nl_nl: Verzamel achtergrond processen en hun status in een lijst

source: Activity
nl_nl: Aktiviteit

source: %d background process (%d%%)
nl_nl: %d achtergrond proces (%d%%)

source: Background processes
nl_nl: Achtergrond processen

source: No process completed
nl_nl: Geen proces afgerond

source: Completed processes
nl_nl: Afgeronde processen

source: Clear list
nl_nl: Wis lijst

source: Running
nl_nl: Aktief

source: No background process running
nl_nl: Geen achtergrond proces aktief

source: Running processes
nl_nl: Aktieve processen

source: Completed
nl_nl: Gereed
